Repository: appsembler/xblock-free-text-response
Catalog: freetextresponse/translations/*/LC_MESSAGES/text.po
Languages: eo

source: Display Correctness?
eo: Dïspläý Çörréçtnéss? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #

source: This is a flag that indicates if the indicator icon should be displayed after a student enters their response
eo: Thïs ïs ä fläg thät ïndïçätés ïf thé ïndïçätör ïçön shöüld ßé dïspläýéd äftér ä stüdént éntérs théïr réspönsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#

source: Display Other Student Responses
eo: Dïspläý Öthér Stüdént Réspönsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: This will display other student responses to the student after they submit their response.
eo: Thïs wïll dïspläý öthér stüdént réspönsés tö thé stüdént äftér théý süßmït théïr réspönsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: System selected answers to give to students
eo: Sýstém séléçtéd änswérs tö gïvé tö stüdénts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Display Name
eo: Dïspläý Nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#

source: This is the title for this question type
eo: Thïs ïs thé tïtlé för thïs qüéstïön týpé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#

source: Full-Credit Key Phrases
eo: Füll-Çrédït Kéý Phräsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#

source: This is a list of words or phrases, one of which must be present in order for the student's answer to receive full credit
eo: Thïs ïs ä lïst öf wörds ör phräsés, öné öf whïçh müst ßé présént ïn ördér för thé stüdént's änswér tö réçéïvé füll çrédït Ⱡ'σяєм ιρѕυ#

source: Half-Credit Key Phrases
eo: Hälf-Çrédït Kéý Phräsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#

source: This is a list of words or phrases, one of which must be present in order for the student's answer to receive half credit
eo: Thïs ïs ä lïst öf wörds ör phräsés, öné öf whïçh müst ßé présént ïn ördér för thé stüdént's änswér tö réçéïvé hälf çrédït Ⱡ'σяєм ιρѕυ#

source: Maximum Number of Attempts
eo: Mäxïmüm Nümßér öf Àttémpts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: This is the maximum number of times a student is allowed to attempt the problem
eo: Thïs ïs thé mäxïmüm nümßér öf tïmés ä stüdént ïs ällöwéd tö ättémpt thé prößlém Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#

source: Maximum Word Count
eo: Mäxïmüm Wörd Çöünt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#

source: This is the maximum number of words allowed for this question
eo: Thïs ïs thé mäxïmüm nümßér öf wörds ällöwéd för thïs qüéstïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Minimum Word Count
eo: Mïnïmüm Wörd Çöünt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#

source: This is the minimum number of words required for this question
eo: Thïs ïs thé mïnïmüm nümßér öf wörds réqüïréd för thïs qüéstïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Prompt
eo: Prömpt Ⱡ'σяєм ιρѕυ#

source: This is the prompt students will see when asked to enter their response
eo: Thïs ïs thé prömpt stüdénts wïll séé whén äskéd tö éntér théïr réspönsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#

source: Please enter your response within this text area
eo: Pléäsé éntér ýöür réspönsé wïthïn thïs téxt äréä Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Submission Received Message
eo: Süßmïssïön Réçéïvéd Méssägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#

source: This is the message students will see upon submitting their response
eo: Thïs ïs thé méssägé stüdénts wïll séé üpön süßmïttïng théïr réspönsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Weight
eo: Wéïght Ⱡ'σяєм ιρѕυ#

source: This assigns an integer value representing the weight of this problem
eo: Thïs ässïgns än ïntégér välüé répréséntïng thé wéïght öf thïs prößlém Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Draft Received Message
eo: Dräft Réçéïvéd Méssägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#

source: This is the message students will see upon submitting a draft response
eo: Thïs ïs thé méssägé stüdénts wïll séé üpön süßmïttïng ä dräft réspönsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Your response must be between {min} and {max} word.
eo: Ýöür réspönsé müst ßé ßétwéén {min} änd {max} wörd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Invalid Word Count. {word_count_message}
eo: Ìnvälïd Wörd Çöünt. {word_count_message} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#

source: {weight} point possible
eo: {weight} pöïnt pössïßlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#

source: {score_string}/{weight} point
eo: {score_string}/{weight} pöïnt Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#

source: You have used {count_attempts} of {max_attempts} submission
eo: Ýöü hävé üséd {count_attempts} öf {max_attempts} süßmïssïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#

source: Allow my response to possibly be visible by other learners after submitting their response
eo: Àllöw mý réspönsé tö pössïßlý ßé vïsïßlé ßý öthér léärnérs äftér süßmïttïng théïr réspönsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: Checking...
eo: Çhéçkïng... Ⱡ'σяєм ιρѕυм ∂σłσя #

source: Submit
eo: Süßmït Ⱡ'σяєм ιρѕυ#

source: Save
eo: Sävé Ⱡ'σяєм ι#

source: Hide
eo: Hïdé Ⱡ'σяєм ι#

source: Show
eo: Shöw Ⱡ'σяєм ι#

source: peer responses
eo: péér réspönsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#

source: Submissions by others
eo: Süßmïssïöns ßý öthérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #

source: No responses to show at this time
eo: Nö réspönsés tö shöw ät thïs tïmé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
